[M_Orchid_BuryingThePast MissionDefinition]
MissionName="Похороны прошлого"
MissionDescription="Обри Кэллахан - правнучка печально известной королевы пиратов. Как вы можете себе представить, подобный факт бросает серьезную тень на репутацию и осложняет продвижение по службе. Поэтому Обри поручила вам уничтожить «Кронос» - корабль, которым командовала ее прабабушка, а вместе с ним - все доказательства существования дьявольской старушки.\n"
TurnInDescription="Теперь, когда прабабку стерли со страниц истории, Обри может предпринять попытку забыть о торговле детьми и вернуться к нормальной жизни.\n"
MissionSummary="Взорвать «Кронос».\n"
MissionGiver="Доска объявлений Оазиса"
MissionTurnInLocation="Доска объявлений Оазиса"
TeaserText="В этом задании будут взрывы."

[M_Orchid_BuryingThePast:DestroyShip MissionObjectiveDefinition]
ProgressMessage="Взорвать «Кронос» к чертям"

[M_Orchid_BuryingThePast:DestroyShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_BuryingThePast:GetExplosives MissionObjectiveDefinition]
ProgressMessage="Взять взрывчатку"

[M_Orchid_BuryingThePast:GetExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_BuryingThePast:PlantExplosives MissionObjectiveDefinition]
ProgressMessage="Заминировать «Кронос»"

[M_Orchid_BuryingThePast:PlantExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

